[
    {
        "title": "Toy Story",
        "year": "1995",
        "imdb_rating": "8.3",
        "tomato_user_rating": "3.7",
        "movieId": "1",
        "genre": "Animation, Adventure, Comedy",
        "imdb_id": "tt0114709",
        "plot": "A little boy named Andy loves to be in his room, playing with his toys, especially his doll named \"Woody\". But, what do the toys do when Andy is not with them, they come to life. Woody believes that he has life (as a toy) good. However, he must worry about Andy's family moving, and what Woody does not know is about Andy's birthday party. Woody does not realize that Andy's mother gave him an action figure known as Buzz Lightyear, who does not believe that he is a toy, and quickly becomes Andy's new favorite toy. Woody, who is now consumed with jealousy, tries to get rid of Buzz. Then, both Woody and Buzz are now lost. They must find a way to get back to Andy before he moves without them, but they will have to pass through a ruthless toy killer, Sid Phillips.",
        "tomato_user_reviews": "1105456"
    },
    {
        "title": "Jumanji",
        "year": "1995",
        "imdb_rating": "6.9",
        "tomato_user_rating": "3.2",
        "movieId": "2",
        "genre": "Adventure, Family, Fantasy",
        "imdb_id": "tt0113497",
        "plot": "When two kids find and play a magical board game, they release a man trapped for decades in it and a host of dangers that can only be stopped by finishing the game.",
        "tomato_user_reviews": "973511"
    },
    {
        "title": "Grumpier Old Men",
        "year": "1995",
        "imdb_rating": "6.6",
        "tomato_user_rating": "3.1",
        "movieId": "3",
        "genre": "Comedy, Romance",
        "imdb_id": "tt0113228",
        "plot": "Things don't seem to change much in Wabasha County: Max and John are still fighting after 35 years, Grandpa still drinks, smokes, and chases women , and nobody's been able to catch the fabled \"Catfish Hunter\", a gigantic catfish that actually smiles at fishermen who try to snare it. Six months ago John married the new girl in town (Ariel), and people begin to suspect that Max might be missing something similar in his life. The only joy Max claims is left in his life is fishing, but that might change with the new owner of the bait shop.",
        "tomato_user_reviews": "70044"
    },
    {
        "title": "Waiting to Exhale",
        "year": "1995",
        "imdb_rating": "5.6",
        "tomato_user_rating": "3.3",
        "movieId": "4",
        "genre": "Comedy, Drama, Romance",
        "imdb_id": "tt0114885",
        "plot": "This story based on the best selling novel by Terry McMillan follows the lives of four African-American women as they try to deal with their very lives. Friendship becomes the strongest bond between these women as men, careers, and families take them in different directions. Often light-hearted this movie speaks about some of the problems and struggles the modern women face in today's world.",
        "tomato_user_reviews": "38146"
    },
    {
        "title": "Father of the Bride Part II",
        "year": "1995",
        "imdb_rating": "5.9",
        "tomato_user_rating": "3",
        "movieId": "5",
        "genre": "Comedy",
        "imdb_id": "tt0113041",
        "plot": "In this sequel, George Banks deals not only with the pregnancy of his daughter, but also with the unexpected pregnancy of his wife.",
        "tomato_user_reviews": "202923"
    },
    {
        "title": "Heat",
        "year": "1995",
        "imdb_rating": "8.2",
        "tomato_user_rating": "3.9",
        "movieId": "6",
        "genre": "Action, Crime, Drama",
        "imdb_id": "tt0113277",
        "plot": "Hunters and their prey--Neil and his professional criminal crew hunt to score big money targets (banks, vaults, armored cars) and are, in turn, hunted by Lt. Vincent Hanna and his team of cops in the Robbery/Homicide police division. A botched job puts Hanna onto their trail while they regroup and try to put together one last big 'retirement' score. Neil and Vincent are similar in many ways, including their troubled personal lives. At a crucial moment in his life, Neil disobeys the dictum taught to him long ago by his criminal mentor--'Never have anything in your life that you can't walk out on in thirty seconds flat, if you spot the heat coming around the corner'--as he falls in love. Thus the stage is set for the suspenseful ending....",
        "tomato_user_reviews": "219748"
    },
    {
        "title": "Sabrina",
        "year": "1995",
        "imdb_rating": "6.2",
        "tomato_user_rating": "3.1",
        "movieId": "7",
        "genre": "Comedy, Drama",
        "imdb_id": "tt0114319",
        "plot": "An ugly duckling having undergone a remarkable change, still harbors feelings for her crush: a carefree playboy, but not before his business-focused brother has something to say about it.",
        "tomato_user_reviews": "52084"
    },
    {
        "title": "Tom and Huck",
        "year": "1995",
        "imdb_rating": "5.6",
        "tomato_user_rating": "2.7",
        "movieId": "8",
        "genre": "Adventure, Comedy, Drama",
        "imdb_id": "tt0112302",
        "plot": "A mischievous young boy, Tom Sawyer (Jonathan Taylor Thomas, witnesses a murder by the deadly Injun Joe. Tom becomes friends with Huckleberry Finn (Brad Renfro, a boy with no future and no family. Tom has to choose between honoring a friendship or honoring an oath because the town alcoholic is accused of the murder. Tom and Huck go through several adventures trying to retrieve evidence.",
        "tomato_user_reviews": "39458"
    },
    {
        "title": "Sudden Death",
        "year": "1995",
        "imdb_rating": "5.7",
        "tomato_user_rating": "2.6",
        "movieId": "9",
        "genre": "Action, Crime, Thriller",
        "imdb_id": "tt0114576",
        "plot": "Some terrorists kidnap the Vice President of the United States and threaten to blow up the entire stadium during the final game of the NHL Stanley Cup. There is only one way and one man to stop them...",
        "tomato_user_reviews": "34118"
    },
    {
        "title": "GoldenEye",
        "year": "1995",
        "imdb_rating": "7.2",
        "tomato_user_rating": "3.4",
        "movieId": "10",
        "genre": "Action, Adventure, Thriller",
        "imdb_id": "tt0113189",
        "plot": "James Bond teams up with the lone survivor of a destroyed Russian research center to stop the hijacking of a nuclear space weapon by a fellow agent formerly believed to be dead.",
        "tomato_user_reviews": "284746"
    },
    {
        "title": "The American President",
        "year": "1995",
        "imdb_rating": "6.8",
        "tomato_user_rating": "3.3",
        "movieId": "11",
        "genre": "Comedy, Drama, Romance",
        "imdb_id": "tt0112346",
        "plot": "Comedy-drama about a widowed U.S. president and a lobbyist who fall in love. It's all above-board, but \"politics is perception\" and sparks fly anyway.",
        "tomato_user_reviews": "54721"
    },
    {
        "title": "Dracula: Dead and Loving It",
        "year": "1995",
        "imdb_rating": "5.8",
        "tomato_user_rating": "2.8",
        "movieId": "12",
        "genre": "Comedy, Fantasy, Horror",
        "imdb_id": "tt0112896",
        "plot": "Mel Brooks' parody of the classic vampire story and its famous film adaptations.",
        "tomato_user_reviews": "63305"
    },
    {
        "title": "Balto",
        "year": "1995",
        "imdb_rating": "7.1",
        "tomato_user_rating": "3.2",
        "movieId": "13",
        "genre": "Animation, Adventure, Drama",
        "imdb_id": "tt0112453",
        "plot": "An outcast half-wolf risks his life to prevent a deadly epidemic from ravaging Nome, Alaska.",
        "tomato_user_reviews": "71428"
    },
    {
        "title": "Nixon",
        "year": "1995",
        "imdb_rating": "7.1",
        "tomato_user_rating": "3.5",
        "movieId": "14",
        "genre": "Biography, Drama, History",
        "imdb_id": "tt0113987",
        "plot": "A biographical story of former U.S. president Richard Milhous Nixon, from his days as a young boy to his eventual presidency which ended in shame.",
        "tomato_user_reviews": "12428"
    },
    {
        "title": "Cutthroat Island",
        "year": "1995",
        "imdb_rating": "5.6",
        "tomato_user_rating": "2.7",
        "movieId": "15",
        "genre": "Action, Adventure, Comedy",
        "imdb_id": "tt0112760",
        "plot": "Morgan Adams and her slave, William Shaw, are on a quest to recover the three portions of a treasure map. Unfortunately, the final portion is held by her murderous uncle, Dawg. Her crew is skeptical of her leadership abilities, so she must complete her quest before they mutiny against her. This is made yet more difficult by the efforts of the British crown to end her piratical raids.",
        "tomato_user_reviews": "21700"
    },
    {
        "title": "Casino",
        "year": "1995",
        "imdb_rating": "8.2",
        "tomato_user_rating": "3.9",
        "movieId": "16",
        "genre": "Biography, Crime, Drama",
        "imdb_id": "tt0112641",
        "plot": "This Martin Scorsese film depicts the Janus-like quality of Las Vegas--it has a glittering, glamorous face, as well as a brutal, cruel one. Ace Rothstein and Nicky Santoro, mobsters who move to Las Vegas to make their mark, live and work in this paradoxical world. Seen through their eyes, each as a foil to the other, the details of mob involvement in the casinos of the 1970's and '80's are revealed. Ace is the smooth operator of the Tangiers casino, while Nicky is his boyhood friend and tough strongman, robbing and shaking down the locals. However, they each have a tragic flaw--Ace falls in love with a hustler, Ginger, and Nicky falls into an ever-deepening spiral of drugs and violence.",
        "tomato_user_reviews": "283417"
    },
    {
        "title": "Sense and Sensibility",
        "year": "1995",
        "imdb_rating": "7.7",
        "tomato_user_rating": "3.8",
        "movieId": "17",
        "genre": "Drama, Romance",
        "imdb_id": "tt0114388",
        "plot": "When Mr. Dashwood dies, he must leave the bulk of his estate to the son by his first marriage, which leaves his second wife and their three daughters (Elinor, Marianne, and Margaret) in straitened circumstances. They are taken in by a kindly cousin, but their lack of fortune affects the marriageability of both practical Elinor and romantic Marianne. When Elinor forms an attachment for the wealthy Edward Ferrars, his family disapproves and separates them. And though Mrs. Jennings tries to match the worthy (and rich) Colonel Brandon to her, Marianne finds the dashing and fiery John Willoughby more to her taste. Both relationships are sorely tried.",
        "tomato_user_reviews": "130184"
    },
    {
        "title": "Four Rooms",
        "year": "1995",
        "imdb_rating": "6.7",
        "tomato_user_rating": "3.4",
        "movieId": "18",
        "genre": "Comedy, Fantasy",
        "imdb_id": "tt0113101",
        "plot": "This movie features the collaborative directorial efforts of four new filmmakers, each of whom directs a segment of this comedy. It's New Year's Eve at the Mon Signor Hotel, a former grand old Hollywood hotel, now fallen upon hard times. Often using physical comedy and sight gags, this movie chronicles the slapstick misadventures of Ted, the Bellhop. He's on his first night on the job, when he's asked to help out a coven of witches in the Honeymoon Suite. Things only get worse when he delivers ice to the wrong room and ends up in a domestic argument at a really bad time. Next, he foolishly agrees to watch a gangster's kids for him while he's away. Finally, he finishes off the night refereeing a ghastly wager.",
        "tomato_user_reviews": "55286"
    },
    {
        "title": "Ace Ventura: When Nature Calls",
        "year": "1995",
        "imdb_rating": "6.3",
        "tomato_user_rating": "3.2",
        "movieId": "19",
        "genre": "Adventure, Comedy",
        "imdb_id": "tt0112281",
        "plot": "Ace Ventura, emerging from self-imposed exile in a remote Himalayan hideaway, travels to Africa with explorer Fulton Greenwall to find a sacred bat which is told will avert a war between with Wachootoo and Wachati tribes. Of course, when Ace gets involved, all hell breaks loose...",
        "tomato_user_reviews": "932733"
    },
    {
        "title": "Money Train",
        "year": "1995",
        "imdb_rating": "5.6",
        "tomato_user_rating": "2.7",
        "movieId": "20",
        "genre": "Action, Comedy, Crime",
        "imdb_id": "tt0113845",
        "plot": "A vengeful New York transit cop decides to steal a trainload of subway fares; his foster brother, a fellow cop, tries to protect him.",
        "tomato_user_reviews": "50097"
    },
    {
        "title": "Get Shorty",
        "year": "1995",
        "imdb_rating": "6.9",
        "tomato_user_rating": "3.2",
        "movieId": "21",
        "genre": "Comedy, Crime, Thriller",
        "imdb_id": "tt0113161",
        "plot": "Some guys get all the luck, whether they like it or not. Chili Palmer happens to be in Hollywood collecting a gambling debt when he's struck by lightning (not literally). Called a natural for the movie business, he's snagged up by a producer. The rest is history.",
        "tomato_user_reviews": "61675"
    },
    {
        "title": "Copycat",
        "year": "1995",
        "imdb_rating": "6.6",
        "tomato_user_rating": "3.1",
        "movieId": "22",
        "genre": "Crime, Drama, Mystery",
        "imdb_id": "tt0112722",
        "plot": "In San Francisco, the criminal psychologist Helen Hudson is specialized in serial-killers. During a trial, the accused Daryll Lee Cullum kills a police officer and tries to kill her and she becomes agoraphobic. Now Helen lives a reclusive life with her gay friend Andy that helps her. Sometime later, there is a wave of crimes and Detectives M.J. Monahan and Reuben Goetz are investigating the murder cases. Helen identifies that the murderer is copycatting notorious serial-killers and she anonymously contacts the Police Department. After fourteen phone calls, she is identified by the police. Detectives M.J. and Reuben visit her and Helen teams up with them and prepares the profile of the killer that wants to be famous. But soon the copycat killer Peter Foley contacts and stalks Helen and M.J. and Reuben give protection to her. Will they be capable to stop Foley before the next murder?",
        "tomato_user_reviews": "40864"
    },
    {
        "title": "Assassins",
        "year": "1995",
        "imdb_rating": "6.3",
        "tomato_user_rating": "3",
        "movieId": "23",
        "genre": "Action, Crime, Thriller",
        "imdb_id": "tt0112401",
        "plot": "Robert Rath is a seasoned hitman who just wants out of the business with no back talk. But, as things go, it ain't so easy. A younger, peppier assassin named Bain is having a field day trying to kill said older assassin. Rath teams up with a computer hacker named Electra to defeat the obsessed Bain.",
        "tomato_user_reviews": "60063"
    },
    {
        "title": "Powder",
        "year": "1995",
        "imdb_rating": "6.5",
        "tomato_user_rating": "3.1",
        "movieId": "24",
        "genre": "Drama, Fantasy, Mystery",
        "imdb_id": "tt0114168",
        "plot": "When sheriff Barnum investigates the death of an elderly rural resident, he discovers a teenage grandson living in the basement. Raised by his grandparents, he has experienced the world only through books, never leaving the family farm. He is sent to a state home for boys where he has trouble fitting in socially. His odd appearance and unusual abilities cause the small town residents to fear and ridicule him. However, not all are afraid. Some begin to view his potential and gifts with wonderment.",
        "tomato_user_reviews": "51544"
    },
    {
        "title": "Leaving Las Vegas",
        "year": "1995",
        "imdb_rating": "7.6",
        "tomato_user_rating": "3.6",
        "movieId": "25",
        "genre": "Drama, Romance",
        "imdb_id": "tt0113627",
        "plot": "Ben Sanderson, an alcoholic Hollywood screenwriter who lost everything because of his drinking, arrives in Las Vegas to drink himself to death. There, he meets and forms an uneasy friendship and non-interference pact with prostitute Sera.",
        "tomato_user_reviews": "56043"
    },
    {
        "title": "Othello",
        "year": "1995",
        "imdb_rating": "7",
        "tomato_user_rating": "3.4",
        "movieId": "26",
        "genre": "Drama, Romance",
        "imdb_id": "tt0114057",
        "plot": "The evil Iago pretends to be friend of Othello in order to manipulate him to serve his own end in the film version of this Shakespeare classic.",
        "tomato_user_reviews": "8715"
    },
    {
        "title": "Now and Then",
        "year": "1995",
        "imdb_rating": "6.7",
        "tomato_user_rating": "3.5",
        "movieId": "27",
        "genre": "Comedy, Drama",
        "imdb_id": "tt0114011",
        "plot": "Four 12-year-old girls grow up together during an eventful small-town summer in 1970.",
        "tomato_user_reviews": "75884"
    },
    {
        "title": "Persuasion",
        "year": "1995",
        "imdb_rating": "7.7",
        "tomato_user_rating": "3.9",
        "movieId": "28",
        "genre": "Drama, Romance",
        "imdb_id": "tt0114117",
        "plot": "Eight years earlier, Anne Elliot, the daughter of a financially troubled aristocratic family, was persuaded to break off her engagement to Frederick Wentworth, a young seaman, who, though ...",
        "tomato_user_reviews": "22791"
    },
    {
        "title": "The City of Lost Children",
        "year": "1995",
        "imdb_rating": "7.7",
        "tomato_user_rating": "4",
        "movieId": "29",
        "genre": "Fantasy, Sci-Fi",
        "imdb_id": "tt0112682",
        "plot": "Krank (Daniel Emilfork), who cannot dream, kidnaps young children to steal their dreams. One (Ron Perlman), a former whale hunter who is as strong as a horse, sets forth to search for Denree, his little brother who was kidnapped by Krank's men. Helped by young Miette (Judith Vittet), he soon arrives in La Cite des Enfants Perdus (The City of Lost Children).",
        "tomato_user_reviews": "65434"
    },
    {
        "title": "Shanghai Triad",
        "year": "1995",
        "imdb_rating": "7.2",
        "tomato_user_rating": "3.6",
        "movieId": "30",
        "genre": "Crime, Drama",
        "imdb_id": "tt0115012",
        "plot": "A provincial boy related to a Shanghai crime family is recruited by his uncle into cosmopolitan Shanghai in the 1930s to be a servant to a ganglord's mistress.",
        "tomato_user_reviews": "4393"
    },
    {
        "title": "Dangerous Minds",
        "year": "1995",
        "imdb_rating": "6.4",
        "tomato_user_rating": "3.1",
        "movieId": "31",
        "genre": "Biography, Drama",
        "imdb_id": "tt0112792",
        "plot": "Louanne Johnson is an ex-marine, hired as a teacher in a high-school in a poor area of the city. She has recently separated from her husband. Her friend, also teacher in the school, got the temporary job for her. After a terrible reception from the students, she tries unconventional methods of teaching (using karate, Bob Dylan lyrics etc) to gain the trust of the students.",
        "tomato_user_reviews": "102815"
    },
    {
        "title": "Twelve Monkeys",
        "year": "1995",
        "imdb_rating": "8.1",
        "tomato_user_rating": "3.7",
        "movieId": "32",
        "genre": "Mystery, Sci-Fi, Thriller",
        "imdb_id": "tt0114746",
        "plot": "In a future world devastated by disease, a convict is sent back in time to gather information about the man-made virus that wiped out most of the human population on the planet.",
        "tomato_user_reviews": "389239"
    },
    {
        "title": "Wings of Courage",
        "year": "1995",
        "imdb_rating": "6.6",
        "tomato_user_rating": "3",
        "movieId": "33",
        "genre": "Adventure, Romance",
        "imdb_id": "tt0114952",
        "plot": "In 1920's South America a small group of French pilots struggle to prove they can offer a reliable airmail service over the Andes. When one of the young pilots crashes on such a flight he has to try and get back to civilization on foot. Back home, his wife and colleagues start to fear the worst.",
        "tomato_user_reviews": "32"
    },
    {
        "title": "Babe",
        "year": "1995",
        "imdb_rating": "6.8",
        "tomato_user_rating": "3",
        "movieId": "34",
        "genre": "Comedy, Drama, Family",
        "imdb_id": "tt0112431",
        "plot": "Farmer Hoggett wins a runt piglet at a local fair and young Babe, as the piglet decides to call himself, befriends and learns about all the other creatures on the farm. He becomes special friends with one of the sheepdogs, Fly. With Fly's help, and Farmer Hoggett's intuition, Babe embarks on a career in sheepherding with some surprising and spectacular results.",
        "tomato_user_reviews": "507978"
    },
    {
        "title": "Carrington",
        "year": "1995",
        "imdb_rating": "6.9",
        "tomato_user_rating": "3.5",
        "movieId": "35",
        "genre": "Biography, Drama",
        "imdb_id": "tt0112637",
        "plot": "The platonic relationship between artist Dora Carrington and writer Lytton Strachey in the early 20th century.",
        "tomato_user_reviews": "3468"
    },
    {
        "title": "Dead Man Walking",
        "year": "1995",
        "imdb_rating": "7.6",
        "tomato_user_rating": "3.7",
        "movieId": "36",
        "genre": "Crime, Drama",
        "imdb_id": "tt0112818",
        "plot": "A nun, while comforting a convicted killer on death row, empathizes with both the killer and his victim's families.",
        "tomato_user_reviews": "61421"
    },
    {
        "title": "Across the Sea of Time",
        "year": "1995",
        "imdb_rating": "6.6",
        "tomato_user_rating": "3.1",
        "movieId": "37",
        "genre": "Adventure, Drama, Family",
        "imdb_id": "tt0112286",
        "plot": "A young Russian boy, Thomas Minton, travels to New York as a passenger on a Russian freighter. Close to Ellis Island he gets off and thus starts his journey to America the same way as all immigrants in former times. Thomas is searching for the family of one of his ancestors, who had emigrated decades ago, but once sent a letter home together with a sample of his new profession: 3D-Photography. The boy follows his relative's traces by counter-checking the old 3D-Photographs of New York (using an antique viewer) with the same places and how they look today. This way, the audience gets to see the Big Apple in former times as well as today.",
        "tomato_user_reviews": "542"
    },
    {
        "title": "It Takes Two",
        "year": "1995",
        "imdb_rating": "5.7",
        "tomato_user_rating": "2.9",
        "movieId": "38",
        "genre": "Comedy, Family, Romance",
        "imdb_id": "tt0113442",
        "plot": "Alyssa (a rich girl) and Amanda (an orphan) are two little girls who are identical, but complete strangers, that accidentally meet one day. In an attempt to stop Alyssa's father from getting married to Clarice, a conceited know-it-all, the girls get him to meet Amanda's case worker and switch lives to stop the wedding once and for all. Though things don't go exactly as planned when Alyssa gets adopted and Clarice moves up the wedding...",
        "tomato_user_reviews": "135046"
    },
    {
        "title": "Clueless",
        "year": "1995",
        "imdb_rating": "6.8",
        "tomato_user_rating": "2.4",
        "movieId": "39",
        "genre": "Comedy, Romance",
        "imdb_id": "tt0112697",
        "plot": "A rich high school student tries to boost a new pupil's popularity, but reckons without affairs of the heart getting in the way.",
        "tomato_user_reviews": "46"
    },
    {
        "title": "Cry, the Beloved Country",
        "year": "1995",
        "imdb_rating": "6.9",
        "tomato_user_rating": "3.6",
        "movieId": "40",
        "genre": "Drama, Thriller",
        "imdb_id": "tt0112749",
        "plot": "A South-African preacher goes to search for his wayward son who has committed a crime in the big city.",
        "tomato_user_reviews": "2246"
    },
    {
        "title": "Richard III",
        "year": "1995",
        "imdb_rating": "7.5",
        "tomato_user_rating": "3.8",
        "movieId": "41",
        "genre": "Drama, War",
        "imdb_id": "tt0114279",
        "plot": "The classic Shakespearean play about a murderously scheming king staged in an alternative fascist England setting.",
        "tomato_user_reviews": "6866"
    },
    {
        "title": "Dead Presidents",
        "year": "1995",
        "imdb_rating": "6.8",
        "tomato_user_rating": "3.4",
        "movieId": "42",
        "genre": "Action, Crime, Drama",
        "imdb_id": "tt0112819",
        "plot": "This action film, directed by the Hughes brothers, depicts a heist of old bills, retired from circulation and destined by the government to be \"money to burn.\" However, more broadly, it addresses the issues of Black Americans' involvement in the Vietnam War and their subsequent disillusionment with progress in social issues and civil rights back home in the United States, during the 1960's.",
        "tomato_user_reviews": "30060"
    },
    {
        "title": "Restoration",
        "year": "1995",
        "imdb_rating": "6.7",
        "tomato_user_rating": "3.3",
        "movieId": "43",
        "genre": "Biography, Drama, History",
        "imdb_id": "tt0114272",
        "plot": "An aspiring young physician, Robert Merivel found himself in the service of King Charles II and saves the life of a spaniel dear to the King. Merivel joins the King's court and lives the high life provided to someone of his position. Merivel is ordered to marry one of the King's mistresses in order to divert the suspicions of another one of his mistresses. He is given one order by the king and that is not to fall in love. The situation worsens when Merivel finds himself in love with his new wife. Eventually, the King finds out and relieves Merivel of his position and wealth. His fall from grace leaves Merivel where he first started. And through his travels and reunions with an old friend, he rediscovers his love for true medicine and what it really means to be a physician.",
        "tomato_user_reviews": "3862"
    },
    {
        "title": "Mortal Kombat",
        "year": "1995",
        "imdb_rating": "5.8",
        "tomato_user_rating": "2.9",
        "movieId": "44",
        "genre": "Action, Adventure, Fantasy",
        "imdb_id": "tt0113855",
        "plot": "Three unknowing martial artists are summoned to a mysterious island to compete in a tournament whose outcome will decide the fate of the world.",
        "tomato_user_reviews": "311133"
    },
    {
        "title": "To Die For",
        "year": "1995",
        "imdb_rating": "6.8",
        "tomato_user_rating": "3.1",
        "movieId": "45",
        "genre": "Comedy, Crime, Drama",
        "imdb_id": "tt0114681",
        "plot": "Suzanne Stone is an aspiring TV personality who will do anything to be in the spotlight, including enlisting three teenagers to kill her husband.",
        "tomato_user_reviews": "34477"
    },
    {
        "title": "How to Make an American Quilt",
        "year": "1995",
        "imdb_rating": "6.2",
        "tomato_user_rating": "3.2",
        "movieId": "46",
        "genre": "Comedy, Drama, Romance",
        "imdb_id": "tt0113347",
        "plot": "Finn is a young graduate student, finishing a master's thesis, and preparing for marriage to her fiance Sam. But thoughts of the end of the free life, and a potential summer fling, intrude. She goes home to her grandmother, where, over the making of her wedding gift by a group of quilting-bee friends, laughter, bickering, love, and advice lead her toward a more open-eyed examination of her course.",
        "tomato_user_reviews": "11301"
    },
    {
        "title": "Se7en",
        "year": "1995",
        "imdb_rating": "8.6",
        "tomato_user_rating": "4.1",
        "movieId": "47",
        "genre": "Crime, Drama, Mystery",
        "imdb_id": "tt0114369",
        "plot": "Two detectives, a rookie and a veteran, hunt a serial killer who uses the seven deadly sins as his modus operandi.",
        "tomato_user_reviews": "464613"
    },
    {
        "title": "Pocahontas",
        "year": "1995",
        "imdb_rating": "6.6",
        "tomato_user_rating": "3.2",
        "movieId": "48",
        "genre": "Animation, Adventure, Drama",
        "imdb_id": "tt0114148",
        "plot": "Capt. John Smith leads a rag-tag band of English sailors & soldiers to the New World to plunder its riches for England (or, more precisely, for Governor Ratcliffe, who comes along for the ride). Meanwhile, in this \"New World,\" Chief Powhatan has pledged his daughter, Pocahontas, to be married to the village's greatest warrior. Pocahontas, however, has other ideas. She has seen a vision of a spinning arrow, a vision she believes tells her change is coming. Her life does indeed change when the English ship lands near her village. Between Ratcliffe, who believes the \"savages\" are hiding the gold he expected to be plentiful, and Powhatan, who believes these pale newcomers will destroy their land, Smith and Pocahontas have a difficult time preventing all-out war, and saving their love for each other.",
        "tomato_user_reviews": "560033"
    },
    {
        "title": "When Night Is Falling",
        "year": "1995",
        "imdb_rating": "6.8",
        "tomato_user_rating": "3.9",
        "movieId": "49",
        "genre": "Drama, Romance",
        "imdb_id": "tt0114916",
        "plot": "Camille and Martin are in love and teachers at a christian college; they get the opportunity to get a better job, but they would have to marry for that. But when Camille's dog dies, she recognizes that her love for Martin is not even as big as the love for her dog. After that, Camille gets to know Petra, and Petra falls in love with Camille. They meet again, but Camille is very unsure about her feelings. When Martin is away for a weekend, Camille and Petra meet in the Circus where Petra is working as an acrobat. They spend the night together, but Martin finds out about it and is shocked. He has an argument with Camille, and she goes burying her dog in the snow, and falls asleep...",
        "tomato_user_reviews": "4880"
    },
    {
        "title": "The Usual Suspects",
        "year": "1995",
        "imdb_rating": "8.6",
        "tomato_user_rating": "4.2",
        "movieId": "50",
        "genre": "Crime, Drama, Mystery",
        "imdb_id": "tt0114814",
        "plot": "Following a truck hijack in New York, five conmen are arrested and brought together for questioning. As none of them are guilty, they plan a revenge operation against the police. The operation goes well, but then the influence of a legendary mastermind criminal called Keyser Söze is felt. It becomes clear that each one of them has wronged Söze at some point and must pay back now. The payback job leaves 27 men dead in a boat explosion, but the real question arises now: Who actually is Keyser Söze?",
        "tomato_user_reviews": "432081"
    },
    {
        "title": "Guardian Angel",
        "year": "1994",
        "imdb_rating": "4.7",
        "tomato_user_rating": "3.2",
        "movieId": "51",
        "genre": "Action, Drama, Thriller",
        "imdb_id": "tt0109950",
        "plot": "Christine McKay is a cop. She and some other cops which includes her lover are pursuing some criminals. Her lover gets killed by a woman named Nina, who is later caught. Because of his death McKay is leaves the force. A few months later a man named Hobbs calls McKay. And she goes to see him, he tells her, he wants to hire her to protect him. It seems that Nina is his ex and he tells her she escaped. And Hobbs is worried she's coming for him. McKay goes to check it out and finds out it's true. She then goes back to Hobbs and finds Nina there but she doesn't do anything, instead she's looking for something but Hobbs claims not to know what she's talking about. So McKay stays to protect Hobbs and to get Nina.",
        "tomato_user_reviews": "242"
    },
    {
        "title": "Mighty Aphrodite",
        "year": "1995",
        "imdb_rating": "7.1",
        "tomato_user_rating": "3.4",
        "movieId": "52",
        "genre": "Comedy, Fantasy, Romance",
        "imdb_id": "tt0113819",
        "plot": "Lenny and Amanda have an adopted son Max who turns out to be brilliant. Lenny becomes obsessed with finding Max's real parents because he believes that they too must be brilliant. When he finds that Linda Ash is Max' real mother, Lenny is disappointed. Linda is a prostitute and porn star. On top of that, she is quite possibly the dumbest person Lenny has ever met. Interwoven is a Greek chorus linking the story with the story of Oedipus.",
        "tomato_user_reviews": "20931"
    },
    {
        "title": "Lamerica",
        "year": "1994",
        "imdb_rating": "7.7",
        "tomato_user_rating": "3.9",
        "movieId": "53",
        "genre": "Drama",
        "imdb_id": "tt0110299",
        "plot": "Two Italian racketeers come to Albania just after the fall of the communists to set up a fictive firm and pocket the grants. They need a stooge. They choose an old one in a jail : Spiro. But the youngest italian, Gino, once alone with Spiro, encounter a few problems. Far from his roots, loosing his identity in deep Albania, he begins to change...",
        "tomato_user_reviews": "679"
    },
    {
        "title": "The Big Green",
        "year": "1995",
        "imdb_rating": "5.4",
        "tomato_user_rating": "2.7",
        "movieId": "54",
        "genre": "Comedy, Family, Sport",
        "imdb_id": "tt0112499",
        "plot": "Another Disney underdog sports team of misfit kids (soccer this time) learns to play a new sport and become champions, while building self-esteem, making friends and solving a variety of ...",
        "tomato_user_reviews": "36149"
    },
    {
        "title": "Georgia",
        "year": "1995",
        "imdb_rating": "6.4",
        "tomato_user_rating": "3.2",
        "movieId": "55",
        "genre": "Drama, Music",
        "imdb_id": "tt0113158",
        "plot": "Sadie is desperately looking up to her older sister Georgia who is a famous C&W artist. Sadie wants to be a famous artist like her sister, but is always doing everything wrong. Her desperate need to be accepted by her sister is constantly complicated by her drug and alcohol problems. Georgia lives a very ordered life with husband, house and children, and Sadie does everything to get her attention.",
        "tomato_user_reviews": "1708"
    },
    {
        "title": "Kids of the Round Table",
        "year": "1995",
        "imdb_rating": "5.1",
        "tomato_user_rating": "3.4",
        "movieId": "56",
        "genre": "Adventure, Comedy, Family",
        "imdb_id": "tt0113541",
        "plot": "Eleven-year-old Alex and his fellow homemade heroes are having a backyard blast. Battles rage, knights fight and damsels distress in a cardboard Camelot of dirt-bike steeds, aluminum foil sabres and plastic armor. The summer fun and fantasy soon become a marvelous, mystical reality with the touch of a sword. Malcolm McDowell, Michael Ironside and bright newcomer Johnny Morina star in a modern-day adventure filled with medieval magic. One fateful afternoon, Alex comes across a sword sunk in stone - King Arthur's legendary Excalibur! The sword holds untold powers of strength, magic and wisdom. With one motion, Alex frees the sword, Merlin the Magician appears, and Alex discovers the awesome power he'd always dreamed about. But to misuse Excalibur is to lose Excalibur... as Alex soon discovers. Now with Merlin vanished, Alex must prove himself worthy of the sword to bring back the magic. He'd better act fast - his friends need his power now more than ever!",
        "tomato_user_reviews": "80"
    },
    {
        "title": "Home for the Holidays",
        "year": "1995",
        "imdb_rating": "6.6",
        "tomato_user_rating": "3.4",
        "movieId": "57",
        "genre": "Comedy, Drama, Romance",
        "imdb_id": "tt0113321",
        "plot": "After losing her job, making out with her soon to be ex-boss, and finding out that her daughter plans to spend Thanksgiving with her boyfriend, Claudia Larson has to face spending the holiday with her family. She wonders if she can survive their crazy antics.",
        "tomato_user_reviews": "12312"
    },
    {
        "title": "Il Postino: The Postman",
        "year": "1994",
        "imdb_rating": "7.8",
        "tomato_user_rating": "4.1",
        "movieId": "58",
        "genre": "Biography, Comedy, Drama",
        "imdb_id": "tt0110877",
        "plot": "Pablo Neruda, the famous Chilean poet, is exiled to a small island for political reasons. On the island, the unemployed son of a poor fisherman is hired as an extra postman due to the huge increase in mail that this causes. Il Postino is to hand-deliver the celebrity's mail to him. Though poorly educated, the postman learns to love poetry and eventually befriends Neruda. Struggling to grow and express himself more fully, he suddenly falls in love and needs Neruda's help and guidance more than ever.",
        "tomato_user_reviews": "20967"
    },
    {
        "title": "The Confessional",
        "year": "1995",
        "imdb_rating": "7.6",
        "tomato_user_rating": "3.5",
        "movieId": "59",
        "genre": "Drama, Mystery, Thriller",
        "imdb_id": "tt0112714",
        "plot": "The year is 1952, in Quebec City. Rachel, 16, unmarried, and pregnant, works in the church. Filled with shame, she unburdens her guilt to a young priest, under the confidentiality of the confessional. In the present year of 1989, Pierre Lamontagne has returned to Quebec to attend his father's funeral. He meets up with his adopted brother, Marc, who has begun questioning his identity and has embarked on a quest for his roots that would lead them to the Quebec of the 1950s. Past and present converge in a complex web of intrinque where the answer to the mystery lies.",
        "tomato_user_reviews": "8"
    },
    {
        "title": "The Indian in the Cupboard",
        "year": "1995",
        "imdb_rating": "5.9",
        "tomato_user_rating": "2.8",
        "movieId": "60",
        "genre": "Drama, Family, Fantasy",
        "imdb_id": "tt0113419",
        "plot": "On his ninth birthday a boy receives many presents. Two of them first seem to be less important: an old cupboard from his brother and a little Indian figure made of plastic from his best friend. But these two presents turn out to be much more magic than the rest...",
        "tomato_user_reviews": "60549"
    },
    {
        "title": "Eye for an Eye",
        "year": "1996",
        "imdb_rating": "6.1",
        "tomato_user_rating": "3.6",
        "movieId": "61",
        "genre": "Crime, Drama, Thriller",
        "imdb_id": "tt0116260",
        "plot": "Karen McCann's eldest daughter is raped and murdered whilst on the phone with her. When the case against Robert Doob, the perpetrator, is dismissed because of a technicality, she starts following him and sees how he checks out his next victim, a woman he delivers groceries to. She tells the police, but is only warned she must stop following Doob. When she tries to warn the woman, she is shooed out of the house. Doob, having found out that Karen is following him, threatens to do something to her youngest daughter. She then seeks help from a group of vigilantes connected to a support group, in order to shoot Doob. However, a friend from the support group turns out to be an FBI agent investigating the very vigilante activity Karen is involved in and warns her that she will go to jail for the rest of her life unless it is self-defense. In the meantime, tension grows between Karen and her husband Mack, because he finds out she has secretly been taking self-defense classes and has been learning how to use a gun. When Doob makes another victim and is again released for lack of evidence, she finds a way to lure him into her house and kill him in self-defense.",
        "tomato_user_reviews": "41"
    },
    {
        "title": "Mr. Holland's Opus",
        "year": "1995",
        "imdb_rating": "7.3",
        "tomato_user_rating": "3.5",
        "movieId": "62",
        "genre": "Drama, Music",
        "imdb_id": "tt0113862",
        "plot": "Glenn Holland is a musician and composer who takes a teaching job to pay the rent while, in his 'spare time', he can strive to achieve his true goal - compose one memorable piece of music to leave his mark on the world. As Holland discovers 'Life is what happens to you while you're busy making other plans' and as the years unfold the joy of sharing his contagious passion for music with his students becomes his new definition of success.",
        "tomato_user_reviews": "54566"
    },
    {
        "title": "Don't Be a Menace to South Central While Drinking Your Juice in the Hood",
        "year": "1996",
        "imdb_rating": "6.6",
        "tomato_user_rating": "3.5",
        "movieId": "63",
        "genre": "Comedy, Crime",
        "imdb_id": "tt0116126",
        "plot": "\"Don't Be a Menace to South Central While Drinking your Juice in the Hood\" is a parody of several U.S. films about being in the 'Hood', for instance \"Boyz n the Hood\", \"South Central\", \"Menace II Society\", \"Higher Learning\" and \"Juice\". We follow Ashtray as he returns to the place he grew up in and meet his father and his basket-case friends. Crazy stuff happens. For example, Ashtray is older than his father and his best friend Loc Dog's grandmother is a trigger-happy old lady who blames her eccentric-looking kid for not being tough enough.",
        "tomato_user_reviews": "65455"
    },
    {
        "title": "Two If by Sea",
        "year": "1996",
        "imdb_rating": "5.2",
        "tomato_user_rating": "2.6",
        "movieId": "64",
        "genre": "Comedy, Crime, Romance",
        "imdb_id": "tt0118002",
        "plot": "Frank O'Brien, a petty thief, and his 7-year-long girlfriend Roz want to put an end to their unsteady lifestyle and just do that _last_ job, which involves stealing a valuable painting. Frank takes Roz to an island on the coast of New England, where he wants to sell the painting and also hopes that their sagging relationship will get a positive push back up. Not everything goes as planned, as some thugs and the FBI try to recover the painting and Roz gets attracted not only to the landscape...",
        "tomato_user_reviews": "8463"
    },
    {
        "title": "Bio-Dome",
        "year": "1996",
        "imdb_rating": "4.4",
        "tomato_user_rating": "2.6",
        "movieId": "65",
        "genre": "Comedy",
        "imdb_id": "tt0115683",
        "plot": "Bud and Doyle are two losers who are doing nothing with their lives. Both of their girlfriends are actively involved in saving the environment, but the two friends could care less about saving the Earth. One day, when a group of scientists begin a mission to live inside a \"Bio-Dome\" for a year without outside contact, Bud and Doyle mistakingly become part of the project themselves. The two must then learn how to protect the Earth and help the scientists complete their mission.",
        "tomato_user_reviews": "98253"
    },
    {
        "title": "Lawnmower Man 2: Beyond Cyberspace",
        "year": "1996",
        "imdb_rating": "2.4",
        "tomato_user_rating": "2.1",
        "movieId": "66",
        "genre": "Action, Sci-Fi, Thriller",
        "imdb_id": "tt0116839",
        "plot": "Jobe is resuscitated by Jonathan Walker. He wants Jobe to create a special computer chip that would connect all the computers in the world into one network, which Walker would control and use. But what Walker doesn't realize is a group of teenage hackers are on to him and out to stop his plan.",
        "tomato_user_reviews": "7192"
    },
    {
        "title": "Two Bits",
        "year": "1995",
        "imdb_rating": "6.3",
        "tomato_user_rating": "3.2",
        "movieId": "67",
        "genre": "Drama",
        "imdb_id": "tt0114753",
        "plot": "It's a hot summer day in 1933 in South Philly, where 12-year old Gennaro lives with his widowed mom and his ailing grandpa, who sits outside holding tight to his last quarter, which he's promised to Gennaro and which Gennaro would like to have to buy a ticket to the plush new movie theater. But grandpa's not ready to pass on the quarter or pass on to his final reward: he has some unfinished business with a woman from his past, and he enlists Gennaro to act as his emissary.",
        "tomato_user_reviews": "1707"
    },
    {
        "title": "French Twist",
        "year": "1995",
        "imdb_rating": "6.4",
        "tomato_user_rating": "3.3",
        "movieId": "68",
        "genre": "Comedy",
        "imdb_id": "tt0113149",
        "plot": "Laurent is the local estate agent, a job that offers easy opportunties for his womanising. His wife beautiful wife Loli looks after his home and two children unaware of his many affairs. However, their world is turned upside down by the arrival of Marijo, an itinerant lesbian whose minivan breaks down nearby. The neglected Loli is drawn to the sensitive Marijo and when she learns of Laurent's infidelities, invites Marijo to move in with them. The arrangement takes an emotional toll on each of them, exacerbated by the arrival of a figure from Marijo's past. As they struggle with the situation and each other, all of their lives are changed forever.",
        "tomato_user_reviews": "2241"
    }
]
